[
	{
		"name": "Iron Man",
		"description": "Iron Man is a fictional superhero appearing in American comic books published by Marvel Comics. The character was created by writer and editor Stan Lee, developed by scripter Larry Lieber, and designed by artists Don Heck and Jack Kirby. The character made his first appearance in Tales of Suspense #39 (cover dated March 1963).",
		"image": "https://ninjabrick.com/wp-content/uploads/2018/03/Iron-Man-Civil-War-MK46.jpg"
	},
	{
		"name": "Spider-Man",
		"description": "Spider-Man is a fictional superhero appearing in American comic books published by Marvel Comics. The character was created by writer-editor Stan Lee and writer-artist Steve Ditko, and first appeared in the anthology comic book Amazing Fantasy #15 (August 1962) in the Silver Age of Comic Books. The character is conceived as an orphan within the Marvel Universe named Peter Parker being raised by his Aunt May and Uncle Ben in New York City after his parents Richard and Mary Parker were killed in a plane crash.",
		"image": "https://i0.wp.com/www.audienceseverywhere.net/wp-content/uploads/2014/04/spiderman-top-hd-wallpaper--e1398443542275.jpg?resize=1267%2C582"
	},
	{
		"name": "Hawkeye",
		"description": "Hawkeye (Clinton Francis \"Clint\" Barton) is a fictional superhero appearing in American comic books published by Marvel Comics. Created by writer Stan Lee and artist Don Heck, the character first appeared as a villain in Tales of Suspense #57 (Sept. 1964) and later joined the Avengers in The Avengers #16 (May 1965). He has been a prominent member of the team ever since. He was also ranked at #44 on IGN's Top 100 Comic Book Heroes list.",
		"image": "https://vignette.wikia.nocookie.net/marvelcinematicuniverse/images/7/72/Hawkeye_Avenger.jpg/revision/latest/scale-to-width-down/640?cb=20120505074743"
	},
	{
		"name": "Hulk",
		"description": "The Hulk is a fictional superhero appearing in American comic books published by Marvel Comics. Created by writer Stan Lee and artist Jack Kirby, the character first appeared in the debut issue of The Incredible Hulk (May 1962). In his comic book appearances, the character is both the Hulk, a green-skinned, hulking and muscular humanoid possessing a vast degree of physical strength, and his alter ego Bruce Banner, a physically weak, socially withdrawn, and emotionally reserved physicist, the two existing as personalities independent and resenting of the other.",
		"image": "https://cdn.movieweb.com/img.news.tops/NElp2iGn9VP1oo_1_b/Hulk-Movie-Not-Happening-Mark-Ruffalo.jpg"
	},
	{
		"name": "Black Panther",
		"description": "Black Panther is a fictional superhero appearing in American comic books published by Marvel Comics. The character was created by writer-editor Stan Lee and writer-artist Jack Kirby, first appearing in Fantastic Four #52 (cover-dated July 1966) in the Silver Age of Comic Books. Black Panther's real name is T'Challa, king and protector of the fictional African nation of Wakanda. Along with possessing enhanced abilities achieved through ancient Wakandan rituals of drinking the heart shaped herb, T'Challa also relies on his proficiency in science, rigorous physical training, hand-to-hand combat skills, and access to wealth and advanced technology to combat his enemies.",
		"image": "https://cdn.movieweb.com/img.news.tops/NEOWhxKlG5lkSO_1_b/Black-Panther-Movie-Perfect-Rotten-Tomatoes-Score.jpg"
	},
	{
		"name": "Captain America",
		"description": "Captain America is a fictional character appearing in American comic books published by Marvel Comics. Created by cartoonists Joe Simon and Jack Kirby, the character first appeared in Captain America Comics #1 (cover dated March 1941) from Timely Comics, a predecessor of Marvel Comics. Captain America was designed as a patriotic supersoldier who often fought the Axis powers of World War II and was Timely Comics' most popular character during the wartime period. The popularity of superheroes waned following the war and the Captain America comic book was discontinued in 1950, with a short-lived revival in 1953. Since Marvel Comics revived the character in 1964, Captain America has remained in publication.",
		"image": "http://www.joblo.com/newsimages1/castcap1pic071917.jpg"
	}
]